[{"_id": "5a8b57f25542995d1e6f1371", "question": "Were Scott Derrickson and Ed Wood of the same nationality?", "context": "Were Scott Derrickson and Ed Wood of the same nationality? <t> Scott Derrickson </t> Scott Derrickson (born July 16, 1966) is an American director, screenwriter and producer. He lives in Los Angeles, California. He is best known for directing horror films such as \"Sinister\", \"The Exorcism of Emily Rose\", and \"Deliver Us From Evil\", as well as the 2016 Marvel Cinematic Universe installment, \"Doctor Strange.\" <t> Sinister (film) </t> Sinister is a 2012 supernatural horror film directed by Scott Derrickson and written by Derrickson and C. Robert Cargill. It stars Ethan Hawke as fictional true-crime writer Ellison Oswalt who discovers a box of home movies in his attic that puts his family in danger. <t> Sinister 2 </t> Sinister 2 is a 2015 American supernatural horror film directed by Ciaran Foy and written by Scott Derrickson and C. Robert Cargill. The sequel to the 2012 film \"Sinister\", the film stars James Ransone, reprising his role from the original film, and Shannyn Sossamon as a mother whose sons are tormented by the ghostly children taken by Bughuul at their rural farmhouse. <t> The Exorcism of Emily Rose </t> The Exorcism of Emily Rose is a 2005 American legal drama horror film directed by Scott Derrickson and starring Laura Linney and Tom Wilkinson. The film is loosely based on the story of Anneliese Michel and follows a self-proclaimed agnostic who acts as defense counsel (Linney) representing a parish priest (Wilkinson), accused by the state of negligent homicide after he performed an exorcism. <t> Hellraiser: Inferno </t> Hellraiser: Inferno (also known as Hellraiser V: Inferno) is a 2000 American horror film. It is the fifth installment in the \"Hellraiser\" series and the first \"Hellraiser\" film to go straight-to-DVD. It was directed by Scott Derrickson and released on October 3, 2000. The film concerns a corrupt detective who discovers Lemarchand's box at a crime scene. The film's reviews were mixed.", "query": "Scott Derrickson", "json_context": [["Scott Derrickson", ["Scott Derrickson (born July 16, 1966) is an American director, screenwriter and producer.", " He lives in Los Angeles, California.", " He is best known for directing horror films such as \"Sinister\", \"The Exorcism of Emily Rose\", and \"Deliver Us From Evil\", as well as the 2016 Marvel Cinematic Universe installment, \"Doctor Strange.\""]], ["Sinister (film)", ["Sinister is a 2012 supernatural horror film directed by Scott Derrickson and written by Derrickson and C. Robert Cargill.", " It stars Ethan Hawke as fictional true-crime writer Ellison Oswalt who discovers a box of home movies in his attic that puts his family in danger."]], ["Sinister 2", ["Sinister 2 is a 2015 American supernatural horror film directed by Ciaran Foy and written by Scott Derrickson and C. Robert Cargill.", " The sequel to the 2012 film \"Sinister\", the film stars James Ransone, reprising his role from the original film, and Shannyn Sossamon as a mother whose sons are tormented by the ghostly children taken by Bughuul at their rural farmhouse."]], ["The Exorcism of Emily Rose", ["The Exorcism of Emily Rose is a 2005 American legal drama horror film directed by Scott Derrickson and starring Laura Linney and Tom Wilkinson.", " The film is loosely based on the story of Anneliese Michel and follows a self-proclaimed agnostic who acts as defense counsel (Linney) representing a parish priest (Wilkinson), accused by the state of negligent homicide after he performed an exorcism."]], ["Hellraiser: Inferno", ["Hellraiser: Inferno (also known as Hellraiser V: Inferno) is a 2000 American horror film.", " It is the fifth installment in the \"Hellraiser\" series and the first \"Hellraiser\" film to go straight-to-DVD.", " It was directed by Scott Derrickson and released on October 3, 2000.", " The film concerns a corrupt detective who discovers Lemarchand's box at a crime scene.", " The film's reviews were mixed."]]]}]